bison
build-essential
ca-certificates
clang
curl
fzf
git
libbz2-dev
libevent-dev
libffi-dev
libgdbm-dev
liblzma-dev
libncursesw5-dev
libnss3-dev
libreadline-dev
libsqlite3-dev
libssl-dev
manpages-dev
ncurses-dev
pkg-config
ripgrep
software-properties-common
stow
tar
tk-dev
unzip
uuid-dev
wget
xclip
xz-utils
zlib1g-dev
zsh
zip
