# Formulae
brew 'tmux'
brew 'neovim'
brew 'wget'
brew 'fzf'
brew 'go'
brew 'zoxide'
brew 'eza'
brew 'ripgrep'
brew 'fd'
brew 'lazygit'
brew 'gh'
brew 'sqlite'
brew 'fnm'

# Casks
cask 'ghostty'
cask 'raycast'
cask 'docker-desktop'
cask 'scroll-reverser'
cask 'karabiner-elements'
cask 'hiddenbar'
cask 'nikitabobko/tap/aerospace'
