# Formulae
brew 'stow'
brew 'tmux'
brew 'neovim'
brew 'wget'
brew 'fzf'
brew 'zoxide'
brew 'eza'
brew 'ripgrep'
brew 'fd'
brew 'gh'
brew 'fnm'
brew 'go'
brew 'zig'
brew 'lua'
brew 'luarocks'
brew 'tree-sitter'
brew 'tree-sitter-cli'
brew 'oven-sh/bun/bun'
brew 'anomalyco/tap/opencode'

# Casks
cask 'ghostty'
cask 'raycast'
cask 'docker-desktop'
cask 'scroll-reverser'
cask 'karabiner-elements'
cask 'hiddenbar'
cask 'nikitabobko/tap/aerospace'
cask '1password'
cask '1password-cli'

# Fonts
cask 'font-symbols-only-nerd-font'
cask 'font-ibm-plex-mono'
cask 'font-jetbrains-mono'
cask 'font-iosevka'
cask 'font-fira-code'
